
# Taps
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "buo/cask-upgrade"
tap "homebrew/cask-fonts"


# Brews
brew "coreutils"
brew "github-keygen"
brew "gnupg"
brew "pinentry-mac"
brew "stow"
brew "mas"
brew "gh"
brew "git"
brew "cowsay"
brew "git"
brew "curl"
brew "wget"
brew "cu"
brew "nvm"
brew "terraform"
brew "tmux"
brew "pyenv"
brew "docker-compose"
brew "mkcert"
brew "neovim"
brew "ninja"
brew "gradle"
brew "ffmpeg"
brew "starship"

# Casks
cask "font-hack-nerd-font"
cask "iterm2"
cask "docker"
cask "cmake"
cask "raspberry-pi-imager"
cask "discord"
cask "slack"
cask "spotify"
cask "obs"
cask "inkscape"



















